Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/ijahis_idja_-festivaalin_ohjelma_on_julkaistu.html.tmx
Source language: fin
Languages: sme

source: Ijahis idja -festivaalin ohjelma on julkaistu
sme: Ijahis idja -festivála prográmma lea almmustahtton

source: Elokuussa järjestettävän Ijahis idja -alkuperäiskansojen musiikkifestivaalin ohjelma on julkaistu.
sme: Ijahis idja -eamiálbmogiid musihkkafestivála prográmma lea almmustahtton odne.

source: Inarissa kuudettatoista kertaa järjestettävän festivaalin teemana ovat YK:n alkuperäiskansojen kielten vuoden innoittamana saamen kielet.
sme: Festivála ordnejuvvo borgemánus Anáris jo guhttanuppelogát geardde ja dán jagaš temá lea ON:id eamiálbmogiid giellajagi mielde sámegielat.

source: Festivaaliviikonlopun tarjontaan kuuluu konserttien ohella keskusteluareena, saamelaiset urheilukilpailut, saamelaiskäsityömarkkinat sekä lasten ja nuorten omaa ohjelmaa.
sme: Festiválavahkkolohppii gullet konsearttaid lassin ságastallanarena, duodjemárkanat, sámi valástallangilvvut ja mánáid ja nuoraid prográmma.

source: Tapahtuma alkaa perjantaina 16.8. lasten- ja nuortenpäivällä.
sme: Dáhpáhus álgá bearjadaga 16.8. mánáid- ja nuoraidprográmmain.

source: Päivän aikana ennakkoon ilmoittautuneet lapset ja nuoret osallistuvat työpajoihin sekä pääsevät näkemään saamelaisia lyhytelokuvia.
sme: Beaivvi áigge ovddalgihtii almmuhan mánát ja nuorat oassálastet bargobájiide ja besset geahččat sámi filmmaid.

source: Omaa osaamistaan lapset ja nuoret pääsevät esittämään Násttážat-nuortenkonsertissa.
sme: Sii besset maiddái čájehit iežaset dáidduid Násttážat-konsearttas.

source: Konsertissa esiintyvät myös Wimme Saari , Mihkku Laiti ja alkuperäiskansavieras Aydar Churupov .
sme: Konsearttas loaiddastit maiddái Wimme Saari , Mihkku Laiti ja eamiálbmotguossi Aydar Churupov .

source: Churupov tulee Siperiasta Altain alueelta ja on Telengit-kansanryhmän edustaja.
sme: Churupov boahtá Siperias Altai-guovllus ja ovddasta Telengit-álbmotjoavkku.

source: Festivaali avataan perjantaina klo. 18.00.
sme: Festivála rahppojuvvo bearjadaga dmu. 18.00.

source: Avajaisohjelmassa esiintyvät joikaaja Nils-Heikki Paltto sekä runoilija Inger-Mari Aikio .
sme: Rahpanprográmmas loaiddasteaba juoigi Nils-Heikki Paltto ja diktačálli Inger-Mari Aikio .

source: Samaan aikaan myös saamelaiskäsityömarkkinat aukeavat.
sme: Seamma áigge rahpasit maiddái duodjemárkanat.

source: Avajaisten jälkeen ulkolavalla alkaa Ijahis idja -areena.
sme: Rahpanprográmma maŋŋá olgolávddis álgá Ijahis idja -arena.

source: YK:n alkuperäiskansojen kielten vuoden kunniaksi sananvapausjärjestö Suomen PEN järjestää paneelikeskustelun Kultainen kielemme saamenkielisen kirjallisuuden merkityksestä saamelaiskulttuurille, saamelaisyhteisölle sekä uhanalaisille saamen kielille.
sme: ON:id eamiálbmogiid giellajagi gudnin sátnefriddjavuođaorganisašuvdna Suoma PEN lágida panelaságastallama Gollegiellamet sámegielat girjjálašvuođa mearkkašumis sámekultuvrii, sámeservošii ja áitatvuloš sámegielaide.

source: Paneelikeskustelun vetää Suomen PENin johtokunnan jäsen sekä kieli- ja käännöskomitean puheenjohtaja Pirita Näkkäläjärvi .
sme: Panelaságastallama jođiha Suoma PEN-klubba stivrra lahttu sihke giella- ja jorgalankomitea ságadoalli Pirita Näkkäläjärvi .

source: Perjantain konsertit Ijahis idjan päälavalla aloittaa inarinsaamelainen laulaja ja livđe-perinteen taitaja Anna Morottaja .
sme: Bearjadaga konsearttaid Ijahis ija váldolávddis álggaha anáraš lávlu ja livđe-čeahppi Anna Morottaja .

source: Hän julkaisee konsertissa debyyttialbuminsa.
sme: Son almmustahttá konsearttas iežas debyhtaalbuma.

source: Hänen jälkeensä lavalle nousee vastikään uuden albumin julkaissut Niko Valkeapää yhtyeineen.
sme: Su maŋŋá lávdái gorgŋe aiddo ođđa cd-skearru almmuhan Niko Valkeapää musihkkajoavkkuinis.

source: Seuraavaksi vuorossa on kenties tunnetuin saamelaisartisti, norjansaamelainen laulaja Mari Boine .
sme: Čuovvovažžan lea vuorus vejolaččat dovdosamos sámeartista, Mari Boine .

source: Valkeapään tavoin myös Boine on hiljattain julkaissut uutta musiikkia.
sme: Nugo Valkeapää de maiddái Boine lea gieskat almmustahttán ođđa musihka.

source: Perjantain konsertit päättää vauhdikkaasti DJ-kollektiivi Article 3 , joka soittaa saamelaismusiikkia sekä muiden alkuperäiskansojen musiikkia.
sme: Bearjadaga konsearttat nohket sihkkarit garra leavttuin go DJ-joavku Article 3 čuojaha sámemusihka ja eará eamiálbmogiid musihka.

source: Lauantaina 17.8. ohjelma alkaa konsertilla saamelaismuseo Siidan ulkomuseossa Tirron tuvassa.
sme: Lávvardaga 17.8. prográmma álgá konsearttain sámemusea Siidda olgomuseas Itnetvári stobus.

source: Intiimissä konsertissa esiintyy joikaaja Wimme Saari .
sme: Smávva stohpokonsearttas loaiddasta Wimme Saari .

source: Konsertin liput myydään Siidasta tapahtumaviikolla.
sme: Konseartta bileahtat vuvdojuvvojit Siiddas dáhpáhusvahkus.

source: Festivaalialue aukeaa lauantaina klo. 15.00.
sme: Festiválaguovlu rahpasa lávvardaga dmu. 15.00.

source: Perjantaina alkaneet saamelaiskäsityömarkkinat jatkuvat alueella.
sme: Bearjadaga álgán duodjemárkanat joatkašuvvet dalle.

source: Ijahis idja -festivaalin lauantain alkuillassa on perinteisesti päästy nauttimaan musiikista myös saamelaiskulttuurikeskus Sajoksen auditoriossa ja niin on myös tänä vuonna.
sme: Ijahis idja -festivála lávvardaga álgoeahkedis leat dábálaččat beassan návddašit musihkas maiddái sámekulturguovddáš Sajosa auditorios ja nu lea maiddái dán jagi.

source: Festivaalin teemakonsertti Haluaisin sitoo kiehtovalla tavalla yhteen runouden, laulut, joiut ja musiikin.
sme: Festivála temákonsearta Háliidivččen čatná geasuheaddji vugiin oktii divttaid, lávlagiid, luđiid ja musihka.

source: Mukana ovat Niko Valkeapää , Inger-Mari Aikio , Ánná Káisa Partapuoli ja Øystein Nilsen .
sme: Fárus leat Niko Valkeapää , Inger-Mari Aikio , Ánná Káisa Partapuoli ja Øystein Nilsen .

source: Lauantaina ulkolavan ohjelman avaa Máttut-konsertti.
sme: Lávvardaga olgolávddi prográmma rahpá Máttut-konsearta.

source: Konsertissa Jauristunturin joikuja joikaavat Anna-Reetta Niemelä , Matias Niemelä , Petra Biret Magga-Vars ja Anna Näkkäläjärvi-Länsman .
sme: Konsearttas Jávrrešduoddara luđiid juiget Anna-Reetta Niemelä , Matias Niemelä , P etra Biret Magga-Vars ja Anna Näkkäläjärvi-Länsman .

source: Janne Lappalainen säestää kielisoittimilla ja perkussioilla.
sme: Janne Lappalainen lea mielde čuojaheame giellainstrumeanttaid ja perkušuvnnaid.

source: Ijahis idjan ulkolavalla esiintyvät lauantaina myös joikaaja Øystein Nilsen , alkuperäiskansavieras Aydar Churupov , uumajansaamenkielinen laulaja Katarina Barruk yhtyeineen, pop-yhtye Isák sekä legendaarinen folkrock-yhtye Sančuari .
sme: Ijahis ija olgolávddis loaiddastit lávvardaga maiddái juoigi Øystein Nilsen , eamiálbmotguossi Aydar Churupov , ubmisámegielat lávlu Katarina Barruk musihkkajoavkkuinis, bivnnut pop-joavku Isák ja legendáralaš folkrock-joavku Sančuari .

source: Edellä mainitut artistit esiintyvät ensimmäistä kertaa Ijahis idja -festivaalilla.
sme: Ovddabealde máinnašuvvon artisttat čuojahit vuosttaš geardde Ijahis idja -festiválas.

source: Konserttien ohessa urheillaan.
sme: Konsearttaid olis festiválaguossit besset njoarostit.

source: Lajina on nopeatempoinen ja tarkkuutta vaativa suopunginheitto.
sme: Jođánis ja dárkilvuođa gáibideaddji gilvu lágiduvvo Sajosa šiljus.

source: Kilpailu käydään Sajoksen piha-alueella.
sme: Ijahis idja 16.–17.8.2019 Anáris.

source: Ijahis idja 16.–17.8.2019 Inarissa.
sme: Bileahtaid ovddalgihtii vuovdin álgá 5.7.2019.

source: Ennakkolipunmyynti alkaa 5.7.2019.
sme: Ijahis ija ordnejit Anára Sámisearvi ry, Sámediggi, Sámi oahpahusguovddáš, Sámemusea Siida, Anára gielda ja Yle Sápmi.

source: Ijahis idjan järjestävät Anára Sámisearvi ry, Saamelaiskäräjät, Saamelaisalueen koulutuskeskus, Saamelaismuseo Siida, Inarin kunta ja Yle Sápmi.
sme: Festivála ovttasbargoguoimmit leat Hotealla Kultahovi, Wilderness Hotel Inari ja Hotealla Inari.

source: Festivaalin yhteistyökumppanit ovat Hotelli Kultahovi, Wilderness Hotel Inari ja Hotelli Inari.
sme: Lassedieđut:

source: Lisätietoja:
sme: Buvttadeaddji Oula Guttorm oula.guttorm(at)samediggi.fi +358 40 667 4545

source: Tuottaja Oula Guttorm oula.guttorm(at)samediggi.fi +358 40 667 4545
sme: www.ijahisidja.fi
